const Secktor = require('../lib')

//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا0",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة الـقـ🧧ـاده والـنـواب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎ ╎00 ⟦ نـجـوم ⸙⭐⸙ الـمـشـرفـيـن ⟧
    ֎ ╎01 ⟦ مـهـام ⸙🗃️⸙ الـمـشـرفـيـن ⟧
    ֎ ╎02 ⟦ اتـمـام ⸙☑️⸙ الـمـهـام ⟧
    ֎ ╎03 ⟦ رواتـب ⸙💵⸙ الـمـشـرفـيـن ⟧
    ֎ ╎04 ⟦ مـلـوك ⸙👑⸙ الاسم ⟧
    ֎ ╎05 ⟦ إعـلـان ⸙⛔⸙ تـصـفـيـة ⟧
    ֎ ╎06 ⟦ إعـلـان ⸙⚔️⸙ تـرقـيـة ⟧
    ֎ ╎07 ⟦ إعلان ⸙🧧⸙ إعفاء ⟧
    ֎ ╎08 ⟦ إعـلـان انـ💢ـذار اداري ⟧
    ֎ ╎09 ⟦ إعـلـان طـ⛔ـرد مـؤقـت ⟧
    ֎ ╎010 ⟦ إعـلـان طـ⛔ـرد مـؤبـد ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه للقاده والنواب 🧧
    
    ✦اي شخص غير القاده والنواب ويستخدم اوامرها بدون اذن يأخذ انذار اداري 🚫
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا1
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا1",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة الـأوامـ📑ـر الـاداريـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎1 ⟦ إعـلـان دخـ🎐ـول عـضـو ⟧
    ֎╎2 ⟦ تـرحـيـب☘️ دخـول ⟧
    ֎╎3 ⟦ نـشـر 📯 الاسم ⟧
    ֎╎4 ⟦ تـحـويـل 💹 بـيـلـي ⟧
    ֎╎5 ⟦ اعـلـان 💢 انـذار ⟧
    ֎╎6 ⟦ تـم تـحـديـث الـانـذارات ✅⛔ ⟧
    ֎╎7 ⟦ تـم تـحـديـث الـبـنـك ✅🏦 ⟧
    ֎╎8 ⟦ تـم تـحـديـث الـمـنـشـن ✅📧 ⟧
    ֎╎9 ⟦ اكـتـمـال ⚡ الـعـدد ⟧
    ֎╎10 ⟦ فـقـره 🎯 بـعـنـوان ⟧
    ֎╎11 ⟦ انـتـهـاء 🎪 الـفـقـره ⟧
    ֎╎12 ⟦ الـفـعـالـيـة 〽️ تـتـأجـل ⟧
    ֎╎13 ⟦ الـفـعـالـيـة 🚸 تـسـتـأنـف ⟧
    ֎╎14 ⟦ الـفـعـالـيـة ❌ تـلـغـى ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الاداريه 📑
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا2
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا2",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🛒ـر الـمـتـجـر ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎20 ⟦ شـراء سـلـ🛒ـعـه مـن الـمـتـجـر ⟧
    ֎╎21 ⟦ تـغـيـيـر ♻️ الـلـقـب ⟧
    ֎╎22 ⟦ اخـذ لـقـب خـارج الـأنـمـي 🎞 ⟧
    ֎╎23 ⟦ حـجـز 📯 لـقـب ⟧
    ֎╎24 ⟦ تـبـادل ↔️ الـالـقـاب ⟧
    ֎╎25 ⟦ دبـل 📈 بـيـلـي ⟧
    ֎╎26 ⟦ حـذف 🏳️ انـذارات ⟧
    ֎╎27 ⟦ شـراء🛡️حـمـايـه ⟧
    ֎╎28 ⟦ شـراء🧨تـخـريـب ⟧
    ֎╎29 ⟦ شـراء 🧊 تـجـمـيـد ⟧
    ֎╎30 ⟦ شـراء👤سـرقـه ⟧
    ֎╎31 ⟦ اضـافـة اسـ📋ـمـك لـلـوصـف ⟧
    ֎╎32 ⟦ شـراء 🌟 الـشـهـره ⟧
    ֎╎33 ⟦ الـنـذالــ👹ــه ⟧
    ֎╎34 ⟦ قـنـبـلـة 👹 الـنـذالـه ⟧
    ֎╎35 ⟦ شـراء يـ🆓ـوم FREE ⟧
    ֎╎36 ⟦ الـاغـتـ🔪ـيـال ⟧
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر المتجر 🛒
    
    ✦ هذه الاوامر مخصصه للوزير ممنوع استعمالها بدون اذنه الا في حالات خاصه ⛔
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا3
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا3",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ📰ـر الـاخـبـار ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎40 ⟦ اخــبــار 📰 الاسم ⟧
    ֎╎41 ⟦ صـحـيـفـة 🗞️ الاسم  ⟧
    ֎╎42 ⟦ تـوصـيـات 📑 انـمـي  ⟧
    ֎╎43 ⟦ تـوصـيـات 🎩 شـخـصـيـات ⟧
    ֎╎44 ⟦ قـصـص 🏛️ تـاريـخـيـه ⟧
    ֎╎45 ⟦ اخـر حـلـ🎞️ـقـات الـأنـمـي صـدورا ⟧
    ֎╎46 ⟦ اخـر فـصـ📓ـول الـمـانـجـا صـدورا ⟧
    ֎╎47 ⟦ تـقـاريـر حـلـ🎞️ـقـات الـأنـمـي ⟧
    ֎╎48 ⟦ تـقـاريـر فـصـ📓ـول الـمـانـجـا ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الاخبار والتقارير وما في حكمها 📰
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا4
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا4",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🐎ـر الـفـعـالـيـات1 ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎50 ⟦ فـعـالـيـة 🃏 الـجـوكـر ⟧
    ֎╎51 ⟦ الـــــجــــ🃏ـــوكــــر ⟧
    ֎╎52 ⟦ جــوائــز 🃏 الـجـوكـر ⟧
    ֎╎53 ⟦ فـعـالـيـة  ♥️ القلوب ⟧
    ֎╎54 ⟦ الــــــــــــقـــلــــ♥️ــــوب ⟧
    ֎╎55 ⟦ جــوائــز  ♥️ القلوب ⟧
    ֎╎56 ⟦ فـعـالـيـة  🤍 الـقـلـوب الـخـفـيـه ⟧
    ֎╎57 ⟦ الـقـــلـوب 🤍 الـخـفـيـه ⟧
    ֎╎58 ⟦ جــوائــز 🤍 الـقـلـوب الـخـفـيـه ⟧
    ֎╎59 ⟦ فـعـالـيـة 💣 الـقـنـبـلـة ⟧
    ֎╎60 ⟦ الــــــــــــقـــنــــ💣ــبــلـــة ⟧
    ֎╎61 ⟦ جــوائــز 💣 الـقـنـبـلـة ⟧
    ֎╎62 ⟦ فـعـالـيـة 👾 فـيـروسـات ⟧
    ֎╎63 ⟦ الــــــــــــفـــيـــ👾ــروســات ⟧
    ֎╎64 ⟦ جــوائــز 👾 فـيـروسـات ⟧
    ֎╎65 ⟦ فـعـالـيـة ♻️ الــعـــكــــس ⟧
    ֎╎66 ⟦ الــــــــــــعـــــ♻️ــــكــس ⟧
    ֎╎67 ⟦ جــوائــز ♻️ الــعـــكــــس ⟧
    ֎╎68 ⟦ فـعـالـيـة 🚧 الـغـرفـة الـمـغـلـقـة ⟧
    ֎╎69 ⟦ الـــــغـــرفــــة 🚧 الـــمـــغــلــقــة ⟧
    ֎╎70 ⟦ جــوائــز 🚧 الغـرفـة الـمـغـلـقـة ⟧
    ֎╎71 ⟦ فـعـالـيـة 🚫 اللـيـلـة الـأخـيـرة ⟧
    ֎╎72 ⟦ الـــــلـــــــيلــة 🚫 الــأخـــيــرة ⟧
    ֎╎73 ⟦ جــوائــز 🚫 الـلـيـلـة الـأخـيـرة ⟧
    ֎╎74 ⟦ فـعـالـيـة 🎰 الــرولـــيــت ⟧
    ֎╎75 ⟦ الــــــــــــر🎰ولــــيــت ⟧
    ֎╎76 ⟦ جــوائــز 🎰 الــرولـــيــت ⟧
    ֎╎77 ⟦ فـعـالـيـة ⚽ الـكـرات ⟧
    ֎╎78 ⟦ الـــــكـــ⚽ـــرات ⟧
    ֎╎79 ⟦ جــوائــز ⚽ الـكـرات ⟧
    ֎╎80 ⟦ فـعـالـيـة 📓 الـديـث نـوت ⟧
    ֎╎81 ⟦ الــديـــث 📓 نــــــوت ⟧
    ֎╎82 ⟦ جــوائــز 📓 الديث نوت ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الفعاليات 🏇 يوجد لاوامر الفعاليات اربع صفحات لو لم تجد فعاليتك تأكد من الصفحة التاليه
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا5
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا5",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🐎ـر الـفـعـالـيـات2 ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎83 ⟦ فـعـالـيـة 🏰 حـرب الـأبـراج ⟧
    ֎╎84 ⟦ الأبــــــــ🏰ــــــــــراج ⟧
    ֎╎85 ⟦ جــوائــز 🏰 حـرب الـأبـراج ⟧
    ֎╎86 ⟦ فـعـالـيـة 🚩 الـأعـــلـام ⟧
    ֎╎87 ⟦ الـأعــــــــ🚩ـــــــــلـام ⟧
    ֎╎88 ⟦ جــوائــز 🚩 الـأعـــلـام ⟧
    ֎╎89 ⟦ فـعـالـيـة 💉 تـلـقـيـح ⟧
    ֎╎90 ⟦ الــــتـــلـــ💉ــقــــيــــح ⟧
    ֎╎91 ⟦ جــوائــز 💉 تـلـقـيـح ⟧
    ֎╎92 ⟦ فـعـالـيـة 🛎️ الجــرس ⟧
    ֎╎93 ⟦ الــــجـــــــ🛎️ـــــــرس ⟧
    ֎╎94 ⟦ جــوائــز 🛎️ الـجــرس ⟧
    ֎╎95 ⟦ فـعـالـيـة 🪑 واقـف جـالـس ⟧
    ֎╎96 ⟦ واقـــــــــــــف 🪑 جــــــالــــس ⟧
    ֎╎97 ⟦ جــوائــز 🪑 واقـف جـالـس ⟧
    ֎╎98 ⟦ فـعـالـيـة ⭐ الـنــجـــوم ⟧
    ֎╎99 ⟦ الـــــــنــــ⭐ــجــــــوم ⟧
    ֎╎100 ⟦ جــوائــز ⭐ الـنــجـــوم ⟧
    ֎╎101 ⟦ فـعـالـيـة مـصـ🧛🏻‍♂️ـاص الدمـاء ⟧
    ֎╎102 ⟦ مـصـ🧛‍♂️ـاص الـدمـ🩸ـاء ⟧
    ֎╎103 ⟦ جــوائــز مـصـ🧛🏻‍♂️ـاص الدمـاء ⟧
    ֎╎104 ⟦ فـعـالـيـة 🎈بـالـونـات ⟧
    ֎╎105 ⟦ الــــبـــالـــ🎈ـونـــات ⟧
    ֎╎106 ⟦ جــوائــز 🎈بـالـونـات ⟧
    ֎╎107 ⟦ فـعـالـيـة 💡الـمـصـابـيـح ⟧
    ֎╎108 ⟦ الــمــصــ💡ــابــيــح ⟧
    ֎╎109 ⟦ جــوائــز 💡الـمـصـابـيـح ⟧
    ֎╎110 ⟦ فـعـالـيـة ☠️ الايـدو تـيـنـسـي ⟧
    ֎╎111 ⟦ الـايـــدو ☠️ تـــيـــنـــســـي ⟧
    ֎╎112 ⟦ جــوائــز الايـدو ☠️ تـيـنـسـي ⟧
    ֎╎113 ⟦ فـعـالـيـة 🏴‍☠️ سفينة القراصنه ⟧
    ֎╎114 ⟦ سـفـيـنـة 🏴‍☠️ الـقـراصـنـه ⟧
    ֎╎115 ⟦ جــوائــز 🏴‍☠️ سفينة القراصنه ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الفعاليات 🏇 يوجد لاوامر الفعاليات اربع صفحات لو لم تجد فعاليتك تأكد من الصفحة التاليه والسابقه
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا6
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا6",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🐎ـر الـفـعـالـيـات3 ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎116 ⟦ فـعـالـيـة 🍼 بـلـيـز بـوب ⟧
    ֎╎117 ⟦ بـــلـــيـــز 🍼 بــــوب ⟧
    ֎╎118 ⟦ جــوائــز 🍼 بـلـيـز بـوب ⟧
    ֎╎119 ⟦ فـعـالـيـة 🐙 الـطـفـيـلـيـات ⟧
    ֎╎120 ⟦ الــطــفــ🐙ــيــلــيــات ⟧
    ֎╎121 ⟦ جــوائــز 🐙 الـطـفـيـلـيـات ⟧
    ֎╎122 ⟦ فـعـالـيـة 🦬 مـروض الـوحـوش ⟧
    ֎╎123 ⟦ مـروض 🦬 الـوحـوش ⟧
    ֎╎124 ⟦ جــوائــز 🦬 مـروض الـوحـوش ⟧
    ֎╎125 ⟦ فـعـالـيـة 👻 جـمـع الـأرواح ⟧
    ֎╎126 ⟦ جــمــع 👻 الـأرواح ⟧
    ֎╎127 ⟦ جــوائــز 👻 جـمـع الـأرواح ⟧
    ֎╎128 ⟦ فـعـالـيـة 🛠️ الـمـصـلـحـون ⟧
    ֎╎129 ⟦ الـمـصـ🛠ـلـحـون ⟧
    ֎╎130 ⟦ جــوائــز 🛠️ الـمـصـلـحـون ⟧
    ֎╎131 ⟦ فـعـالـيـة 🤖 الـروبــوت ⟧
    ֎╎132 ⟦ الـروبـ🤖ـوت ⟧
    ֎╎133 ⟦ جــوائــز 🤖 الـروبــوت ⟧
    ֎╎134 ⟦ فـعـالـيـة ☣️ الـســـــم ⟧
    ֎╎135 ⟦ الـــســ☣️ـــــم ⟧
    ֎╎136 ⟦ جــوائــز ☣️ الـســـــم ⟧
    ֎╎137 ⟦ فـعـالـيـة قـطـ🪚ـــع الخـشـ🪵ــب ⟧
    ֎╎138 ⟦ قـطـ🪚ـــع الخـشـ🪵ــب ⟧
    ֎╎139 ⟦ جــوائــز قـطـ🪚ـــع الخـشـ🪵ــب ⟧
    ֎╎140 ⟦ فـعـالـيـة 🏀 كـرة الســـلـة ⟧
    ֎╎141 ⟦ كــرة الــســ🏀ـــلــة ⟧
    ֎╎142 ⟦ جــوائــز 🏀 كـرة الســـلـة ⟧
    ֎╎143 ⟦ فـعـالـيـة 🕯️ الـشـمــــعـة ⟧
    ֎╎144 ⟦ الــشــمــ🕯️ـــعــة ⟧
    ֎╎145 ⟦ جــوائــز 🕯️ الـشـمــــعـة ⟧
    ֎╎146 ⟦ فـعـالـيـة 🦠 البكـتــيريا ⟧
    ֎╎147 ⟦ الــبــكــتــ🦠ــيـريــا ⟧
    ֎╎148 ⟦ جــوائــز 🦠 البكـتــيريا ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الفعاليات 🏇 يوجد لاوامر الفعاليات اربع صفحات لو لم تجد فعاليتك تأكد من الصفحة التاليه والسابقه
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا7
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
        pattern: "السا7",
        filename: __filename,
    },
    async(Void, citel) => {
        return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
        ↫ ⟦ صـفـحـة اوامـ🐎ـر الـفـعـالـيـات4 ⟧
        *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
        
        ֎╎149 ⟦ فـعـالـيـة ❄️ مــــون ⟧
        ֎╎150 ⟦ مــــــــ❄️ــــــون ⟧
        ֎╎151 ⟦ جــوائــز ❄️ مــــون ⟧
        ֎╎152 ⟦ فـعـالـيـة الـاحـيـاء و🧟‍♂️ الـامـوات ⟧
        ֎╎153 ⟦ الـاحــيــاء 🧟‍♂️ الـامـــوات ⟧
        ֎╎154 ⟦ جــوائــز الـاحـيـاء 🧟‍♂️ الـامـوات ⟧
        ֎╎155 ⟦ فـعـالـيـة ⚖️ الـمــحـكــمـة ⟧
        ֎╎156 ⟦ الـمـحــــ⚖️ـــكـمـة ⟧
        ֎╎157 ⟦ جــوائــز ⚖️ الـمــحـكــمـة ⟧
        ֎╎158 ⟦ فـعـالـيـة 🏹 الــرمـــاة ⟧
        ֎╎159 ⟦ الـــرمـــ🏹ـــاة ⟧
        ֎╎160 ⟦ جــوائــز 🏹 الــرمـــاة ⟧
        ֎╎161 ⟦ فـعـالـيـة 🏐 كـرة الـطـائـرة ⟧
        ֎╎162 ⟦ الـكــرة 🏐 الــطائــره ⟧
        ֎╎163 ⟦ جــوائــز 🏐 كـرة الـطـائـرة ⟧
        ֎╎164 ⟦ فـعـالـيـة الشرطه 🚔 والعصابات ⟧
        ֎╎165 ⟦ الـشـرطـه 🚔 والـعـصـابـات ⟧
        ֎╎166 ⟦ جــوائــز الشرطه 🚔 والعصابات ⟧
        ֎╎167 ⟦ فـعـالـيـة 🧪 الـتـريـاق ⟧
        ֎╎168 ⟦ الـــتــ🧪ــريـــاق ⟧
        ֎╎169 ⟦ جــوائــز 🧪 الـتـريـاق ⟧
        ֎╎170 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎171 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎172 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎173 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎174 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎175 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎176 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎177 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎178 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎179 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎180 ⟦ لم يتم الاضافه بعد ⟧
        ֎╎181 ⟦ لم يتم الاضافه بعد ⟧
        
              ─═━⌬〔❄️〕⌬━━─
        
        ✦ هذه الصفحه مخصصه لاوامر الفعاليات 🏇 يوجد لاوامر الفعاليات اربع صفحات لو لم تجد فعاليتك تأكد من الصفحة السابقه
        
        ✦ لطلب الصفحه 🔢 التاليه اكتب السا8
        
        ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
        
        *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
        〄 ¦ مـع تـحـيـات ادارة :
        ✦『❄️الاسم❄️』✦
        ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
    }
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا8",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ🎌ـر الـمـسـابـقـات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎200 ⟦ مــســ🎌ــابــقــه ⟧
    ֎╎201 ⟦ الــحــ🎌ــســبــه ⟧
    ֎╎202 ⟦ جــوائــز مــســ🎌ــابــقــه ⟧
    ֎╎203 ⟦ نــــقــ🔮ــاش ⟧
    ֎╎204 ⟦ جــوائــز الــنــــقــ🔮ــاش ⟧
    ֎╎205 ⟦ حـــدث ♦️ خــاص ⟧
    ֎╎206 ⟦ جـوائـز حـــدث ♦️ خــاص ⟧
    ֎╎207 ⟦ بـطـولـة 🏆 الاسم ⟧
    ֎╎208 ⟦ تـقـسـيـم 🏆 الـمـجـمـوعـات¹⁶ ⟧
    ֎╎209 ⟦ تـصـفـيـات 🏆 الـبـطـولـه ⟧
    ֎╎210 ⟦ اعـلـان 🏆 مــبــاراه ⟧
    ֎╎211 ⟦ اوقــات 🏆 الـمــبــاراه ⟧
    ֎╎212 ⟦ الــنــهــائــي 🏆 بـطـولـة ⟧
    ֎╎213 ⟦ الـجـ🏆ـوائـز ⟧
    ֎╎214 ⟦ الـجـائـزه 🏆 الـكـبـرى ⟧
    ֎╎215 ⟦ جـــوائـــز ثــلاثــه اوائــل💥 ⟧
    ֎╎216 ⟦ حـسـبـت 🀄 الاسم ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر المسابقات والاحداث وما في حكمها 🎌
    
    ✦ملاحظه الامر 215 يستعمل في حال تجاوز عدد المشاركين الـ10🫡
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا9
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "السا9",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـفـحـة اوامـ⁉️ـر الـاسـئـلـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎220 ⟦ ســؤال 🪄 مــفــاجــئ عـام ⟧
    ֎╎221 ⟦ ســؤال 📿 إســلـامــي ⟧
    ֎╎222 ⟦ ســؤال ⚽ ريــاضــه ⟧
    ֎╎223 ⟦ ســؤال 🗿 تــاريــخ ⟧
    ֎╎224 ⟦ ســؤال ⚔️ اسـلـحـه ⟧
    ֎╎225 ⟦ ســؤال 🌀 تـقـنـيـات ⟧
    ֎╎226 ⟦ ســؤال 😶‍🌫 تـغـبـيـش ⟧
    ֎╎227 ⟦ ســؤال 🚩 أعــلـام ⟧
    ֎╎228 ⟦ ســؤال 🔢 تــعــدد ⟧
    ֎╎229 ⟦ ســؤال 🪞 الــفــرق ⟧
    ֎╎230 ⟦ ســؤال 🎞 اوبينغ او اوست ⟧
    ֎╎231 ⟦ ســؤال 📦 طـلـبـات ⟧
    ֎╎232 ⟦ ســؤال مـ🗣ـن الـقـائـل ⟧
    ֎╎233 ⟦ ســؤال 🗺️ امــاكــن ⟧
    ֎╎234 ⟦ ســؤال 🛠 تـرتـيـب ⟧
    ֎╎235 ⟦ ســؤال 👤 الــظــل ⟧
    ֎╎236 ⟦ جــوائــز الـســؤال 🪄 الـمــفــاجــئ ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    
    ✦ هذه الصفحه مخصصه لاوامر الاسئله⁉️
    
    ✦ لطلب الصفحه 🔢 التاليه اكتب السا0
    
    ✦ لإضافة أي امر جديد الرجاء التواصل مع صاحب البوت🕴🏻
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "00",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`❐↫ ⟦ ادارة الاسم ⟧
    ⸙ اتـمـام مـهـام الـمـشـرفـات الـيـومـيـه⸙
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    
    ⇣ جينجر┇⚔️┇ليدي⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    
    ⇣ ماكيما┇⚔️┇نائبة⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    ⇣ ماجي┇🎩┇مستشارة ⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    ⇣ نوير ┇⚖️┇الوزيرة  ⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    ⇣توغا ┇✈️┇سفيرة ⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    ⇣جوبي ┇⚡┇مشرفة¹⇣ 
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    ⇣  رايلين┇⚡┇مشرف²⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    ⇣ كيرا┇⚡┇مشرف³⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    ⇣ ناوكو┇⚡┇مشرف⁴⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦

    ⇣ انيا┇⚡┇مشرف⁵⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦

    ⇣ شينوبو┇⚡┇مشرف⁶⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦

    ⇣ هايين┇⚡┇مشرف⁷⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦

    ⇣ روبين┇⚡┇مشرف⁸⇣
    〄 عـدد الـمـهـام ┇
    〄 مـلـاحـظـه الـلـيـدي ¦
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ❄️-مـنـشـن :⁩⁩`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "01",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`❐↫ ⟦ ادارة الاسم ⟧
    ⸙تــوزيــع مــهــ🕯️ـام الــمــشــرفــات⸙
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ⇣ جينجر┇⚔️┇ليدي⇣
    ◎ فعاليات براحتها 📓
    
    
    ⇣ ماكيما┇⚔️┇نائبه⇣
    ◎ اخبار 📰 
    
    
    ⇣ ماجيستاد┇🎩┇مستشارة ⇣
    ◎ فعالية 📓 ◎ حسبة الراتب 🔢 
    
    
    ⇣ نوير ┇⚖️┇الوزيرة ⇣
    ◎ تحديث البنك 🏦 ◎ فعالية 📓
    ◎ تحديث قائمة المنشن 📧
    
    
    ⇣ توغا ┇✈️┇سفيرة ⇣
 ◎ السفارة 🎗️ ◎ نجوم المشرفين 🌟
    
    
    ⇣جوبيليان ┇⚡┇مشرفة ¹⇣ 
    ◎ فعالية 📓  ◎ نقاشين 🔮
    ◎ يوم يكون الروليت مفتوح تستبعد الفعالية
    
    
    ⇣  رايلين┇⚡┇مشرفة ²⇣
    ◎ فعاليتين 📓
    
    
    ⇣ كيرا┇⚡┇مشرفة ³⇣
    ◎ نقاش 🔮 ◎ مسابقة 50 🏹  
    
    
    ⇣ ناوكو┇⚡┇مشرفة ⁴⇣
    ◎ مسابقة 50 🏹  ◎ 5 اسئلة مفاجئة 🔑 
    
    ⇣ انيا┇⚡┇مشرفة ⁵⇣
    ◎ نقاش 🔮 ◎ 10 اسئلة مفاجئة 🔑
    
    ⇣ شينوبو┇⚡┇مشرفة ⁶⇣
    ◎ فعاليتين 📓
    
    ⇣ هايين┇⚡┇مشرفة ⁷⇣
    ◎ نقاش 🔮 ◎  10 اسئلة مفاجئة 🔑
    
    ⇣ روبين┇⚡┇مشرفة ⁸⇣
    ◎ ◎ مسابقة 100 🏹 ◎ 5 اسئلة مفاجئة 🔑
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ❄️-مـنـشـن :⁩⁩`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "02",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`❐↫ ⟦ ادارة الاسم ⟧
    ⸙ نـجـوم الـمـشـرفـات الـيـومـيـة ⸙
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
      MAX ⭐ = 🆓
    
    ⇣ جينجر┇⚔️┇ليدي⇣
    « »
    ⇣ ماكيما┇⚔️┇نائبة⇣
    « »
    ⇣ ماجي┇🎩┇مستشارة ⇣
    « »
    ⇣ نوير ┇⚖️┇الوزيرة  ⇣
    « »
    ⇣توغا ┇✈️┇سفيرة ⇣
    « »
    ⇣جوبي ┇⚡┇مشرفة¹⇣ 
    « »
    ⇣ رايلين┇⚡┇مشرفة²⇣
    «»
    ⇣ كيرا┇⚡┇مشرفة³⇣
    «»
    ⇣ ناوكو┇⚡┇مشرفة⁴⇣
    «»
    ⇣ انيا┇⚡┇مشرفة⁵⇣
    «»
    ⇣ شينوبو┇⚡┇مشرفة⁶⇣
    «»
    ⇣ هايين┇⚡┇مشرفة⁷⇣
    «»
    ⇣ روبين┇⚡┇مشرفة⁸⇣
    «»
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ❄️-مـنـشـن :⁩⁩`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "03",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`❐↫ ⟦ ادارة الاسم ⟧
    ⸙ رواتـب الـمـشـرفـيـن ⸙
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ⦅👸⦆ليدي ↶
    ◦❪╭جـيـنـجـر╯❫◦
    ❋الـراتـب 💴 ⊑ ∞ ⊒

      ⦅🔱⦆نائبة ↶
    ◦❪╭مـاكـيـمـا╯❫◦
    ❋الـراتـب 💴 ⊑ ∞ ⊒
    
    ⦅⚖️⦆الـوزيـرة ↶
    ◦❪╭نـويـر╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ⦅🎩⦆الـمـسـتـشـارة↶
    ◦❪╭مـاجـي╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ⦅💎⦆الـسـفـيـرة ↶
    ◦❪╭تـوغـا╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ⦅🐺⦆الـمـشـرفـيـن ↶
    
    ◦❪╭جـوبـي╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ◦❪╭رايـلـيـن╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ◦❪╭كـيـرا╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ◦❪╭نـاوكـو╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒

    ◦❪╭انـيـا╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ◦❪╭شـيـنـوبـو╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒

    ◦❪╭هـايـيـن╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ◦❪╭روبـيـن╯❫◦
    ❋الـراتـب 💴 ⊑  ⊒
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "04",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`❐↫ ⟦ ادارة الاسم ⟧
    ⸙ مـــلـــوك ⸙👑⸙ الاسم ⸙
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    تعلن نقابة الاسم عن مــــلـ👑ـوك الـأسـبــوع ، و هم : 
    
    ⸙ مـلــ👑ــك الــتــفــ🔥ــاعــل : ↯
    «... »
    ↲ عــدد الـرســائــل 🪄 : «... »
    ↲ الــجــائــزة 💰 : «... » 
    
    ⸙ مـلـ👑ــك الــتـــقـــ🎙️ـــديــم : ↯
    «... »
    ↲ لــتـقــديــمــه ❇️ : «... مسابقة»
    ↲ الــجــائــزة 💰 : « »
    
    ⸙ مـلـ👑ــك الــمــســ🎳ـابــقــات : ↯
    «... »
    ↲ عــدد مــرات الــفــوز 🎖️ : «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ مـلـ👑ــك الــنـــقـــ📜ـاشــات : ↯
    ⁩«...»
    ↲ عــدد مــرات الــفــوز 🎖️ : «... »
    ↲ الــجــائــزة 💰 : «...»
    
    ⸙ مــلــ👑ــك الــنــ📯ـــشــر : ↯
    «... »
    ↲ عــدد مــرات الــنــشــر 📭 : «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ الــمــ🎎ــشــرف الــمــحــ ⚖️ــنــك : ↯
    «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ الــمــ🎎ــشــرف الــذهــ⭐ـــبــي : ↯
    «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ الــعــضــ🪆ــو الــذهــ⭐ـــبــي : ↯
    «... »
    ↲ الــجــائــزة 💰 : «... »
    
    ⸙ - مبارك للفائزين ، و حظ أوفر للآخرين في الأسبوع المقبل..🖤🌹
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "05",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`❐↫ ⟦ ادارة الاسم ⟧
    ⸙ إعـلـان ⸙⛔⸙ تـصـفـيـة ⸙
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
     ❋ يؤسفنا أن نعلن عن بدء تصفية للأعضاء الغير متفاعلين الأصنام🗿 و الأرقام الوهمية 📞 
    
    ①- التصفية تكون كل أسبوعين
    
    ②- شروط النجاة من التصفية :
    
    ֎ كبداية يجب أن تتعدى عدد رسائلك الـ30 رسالة 💬 أسبوعيا
    
    ֎ أن يكون رقمك أساسي 
    
    ֎ و اذا كان عندك ظرف من الظروف كلمني خاص..
    
    ✧سنحاول مراعاة الظروف قدر الإمكان ! 
    
    ✧ اذا كان صاحب الرقم من الموثوقين لن تتم تصفية رقمه..🥀
    
    و شكرا لكم على اهتمامكم وتفهمكم..✨
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "06",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عــن ⚔️ تــرقــيــه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎مـن مـنـصـب ✨  ⊑  ⊒
    
    ֎╎الـى مـنـصـب 🎎 ⊑  ⊒
    
    ֎╎نـبـارك لـه هـذه الـتـرقـيـه امـلـيـن ان يـكـون خـيـر عـون لـنـا ويـسـاهـم فـي تـطـور الـنـقـابـه🌹
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "07",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عــن 🧧 اعــفــاء ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎مـن مـنـصـب 🎎  ⊑  ⊒
    
    ֎╎الـى مـنـصـب ✨ ⊑  ⊒
    
    ֎╎نـتـمـنـى لـه كـل الـتـوفـيـق فـي حـيـاتـه و نـشـكـره عـلـى مـسـاهـمـتـه فـي تـطـور الـنـقـابـه🥀
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "08",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ اعـلـان انـ💢ـذار اداري ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـسـبـب ⁉️ ⊑ اسباب اداريه ⊒
    
    ֎╎عـدد الـانـذارات 🔢 ⊑ اسرار اداريه ⊒
    
    ֎╎مـسـؤول الـانـذارات 🎩 ⊑  ⊒
    
    
    ֎ مـلاحـظـات ‼️
    ↲ تحدث قائمة الإنذارات يوميا.
    ↲ 4 إنذارات = اعفاء
    ↲ 8 إنذارات = اعفاء نهائي لايمكن ان ترجع لدور الاشراف
    ↲ يحذف انذار بعد كل 20 يوم
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "09",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عــن طـ⛔ـرد مــؤقــت ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎عـدد الـانـذارات 🔢  ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💸 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "010",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عــن طـ⛔ـرد مــؤبــد ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎عـدد الـانـذارات 🔢  ⊑  ⊒
    
    ֎╎رابــط الـقـوانـيـن 
    ↲ ⊑  ⊒
    
    ֎╎مــلــاحــظــه 
    
    ↲ يمكن الطعن في قرار الطرد المؤبد بعد 25 يوما 
    
    ↲ ممنوع الاعتراض على طرد الاعضاء 
    
    ↲ عند الطرد وقبول طلب الطعن يتم تغيير لقبك
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "1",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عــن دخـ🎐ـول عـضـو ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـأنـمـي 🎎 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎مـن طـرف 🗣️ ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩  ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "2",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عــن 🍂 تـرحـيـب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـأنـمـي 🎎 ⊑  ⊒
    
    ֎╎اهـلـا ووطـئـت سـهـلـا مـرحـبـا بـك فـي نـقـابـتـنـا ونـرجـو لـكـ ان تـسـتـمـتـع وتـسـعـد مـعـنـا 🌹
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "3",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ قروب انمي متفاعل حياكم الله 🥀⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ⓵ سوالف حلوة ✨
    ⓶ اعضاء عسل مثلكم و مشرفين متواضعين 💜
    ⓷ تفاعل يومي +5k رسالة 🔥
    ⓸ فعاليات و مسابقات 🧧
    ⓹ حسابات كرانشي رول و نتفيلكس مجانية 🪔
    ⓺ بوت يسوي ملصقات و يرسل صور 🍁
    ⓻وهــمـي مـمـنـوع ⛔
    
    ֎╎إذا ترغب في الإنضمام لنا
    رابط الأستقبال :- 
    ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "4",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عــن تـحـ💹ـويـل بـيـلـي ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب الـمـحـول🎴
    ⊑  ⊒
    
    ֎╎الـلـقـب الـمـحـول لـه 🔖 
    ⊑  ⊒
    
    ֎╎الـمـبـلـغ 💰 ⊑  ⊒
    
    ֎╎رسـالـة إهـداء 💌 ⊑  ⊒
    
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "5",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ اعـلـان 💢 انـذار ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـسـبـب ⁉️ ⊑  ⊒
    
    ֎╎عـدد الـانـذارات 🔢 ⊑  ⊒
    
    ֎╎الــخــصــم 💸 ⊑  ⊒
    
    ֎╎مـسـؤول الـانـذارات 🎩 ⊑  ⊒
    
    
    ֎ مـلاحـظـات ‼️
    ↲ تحدث قائمة الإنذارات يوميا.
    ↲ 3 إنذارات = طرد مؤقت 15 يوم
    ↲ 6 إنذارات = طرد  مؤبد
    ↲ يحذف انذار بعد كل 20 يوم
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "6",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ تــم تــحـ⛔✅ـديــث الـانـذارات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    
    ֎ ╎الـانـذارات ⛔ ⟦ http://bit.ly/3YvnjDq ⟧
    
    ֎ ╎مـسـؤول الـانـذارات 🎩 ⟦  ⟧
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "7",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ تــم تــحـ🏦✅ـديــث الــبــنــك ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    
    ֎ ╎الـبـنـك 🏦 ⟦ http://bit.ly/3I1ojty ⟧
    
    ֎ ╎مـسـؤول الـبـنـك 🎩 ⟦  ⟧
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "8",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ تــم تــحـ📧✅ـديــث الـمـنـشـن ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎ ╎مـسـؤول الـمـنـشـن 🎩 ⟦  ⟧
    
    ֎ ╎مـلاحـظـات ‼️
    
    ↲ لو لم تجد لقبك بالمنشن الرجاء تبليغ مسؤول المنشن
    
    ↲ حذف لقبك بالمنشن يسبب مشاكل مثل وجود شخصين بنفس اللقب 
    
    ↲ وجود لقبك بالمنشن اجباري 
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "9",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠

    ↫ ⟦ اكــتــمــال الــعــدد 🤾🏻‍♂️ ⟧
    
    ֎ ╎مـسـؤول الـفـعـالـيـة 🎩 ⟦  ⟧
    
    ֎ ╎الـعـدد الـمـطـلـوب 🔢 ⟦  ⟧
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "10",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠

    ↫ ⟦ فـقـره بـعـنـوان 🎯 ⟧
    
    ↲╎⟦  ⟧
    
    ֎ ╎مـسـؤول الـفـقـره 🎩 ⟦  ⟧
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "11",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠

    ↫ ⟦ انـتـهـت الـفـقـره 🎪 ⟧
    
    ↲ نتمنى لكم قراءة ممتعة 📖
    
    ↲ نشكركم على حسن المتابعه 🌹
    
    ֎ ╎مـسـؤول الـفـقـره 🎩 ⟦  ⟧
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "12",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠

    ↫ ⟦ الـفـعـالـيـة تـتـأجـل 〽️ ⟧
    
    ↲ سيتم تأجيل الفعاليه لضروف خارجه عن ارادتنا اعذرونا سنعود قريبا
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "13",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠

    ↫ ⟦ الـفـعـالـيـة تـسـتـأنـف 🚸 ⟧
    
    ↲ نعتذر على اطالت الغياب عدنا اليكم
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "14",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠

    ↫ ⟦ الـفـعـالـيـة تـلـغـى ❌ ⟧
    
    ↲ لضروف خارجه عن ارادتنا تم الغاء الفعاليه نعتذر للجميع
    
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "20",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ شـراء سـلـ🛒ـعـه مـن الـمـتـجـر ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب 🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـسـلـعـه 🛍️ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "21",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ تـغـيـيـر ♻️ الـلـقـب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب الـجـديـد🎴 ⊑  ⊒
    
    ֎╎الـلـقـب الـقـديـم 🔖 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "22",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ اخـذ لـقـب خـارج الـأنـمـي 🎞️ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب الـجـديـد🎴 ⊑  ⊒
    
    ֎╎الـلـقـب الـقـديـم 🔖 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "23",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ حـجـز 📯 لـقـب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـشـتـري 🔖 ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "24",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ تـبـادل ↔️ الـالـقـاب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب الـاول🎴 ⊑  ⊒
    
    ֎╎الـلـقـب الـثـانـي🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن الـاول 📧 ⊑  ⊒
    
    ֎╎الـمـنـشـن الـثـانـي 📧 ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـنـشـن 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يجب ان يكون التبادل بتراضي كل الاطراف 
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "25",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ دبـل 📈 الـبـيـلـي ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـكـمـيـه 🪫 ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "26",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ حـذف 🏳️ انـذارات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـكـمـيـه 🪫 ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎مـسـؤول الـانـذارات 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "27",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ شـراء 🛡️ حـمـايـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎نـوع الـحـمـايـه 🗃️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "28",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ شـراء🧨تـخـريـب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎نـوع الـتـخـريـب 🗃️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "29",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ شـراء 🧊 تـجـمـيـد ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎نـوع الـتـجـمـيـد 🗃️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲على مسؤول المتجر ان يبلغ كل المشرفين بتجميد الفعاليات 
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "30",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ شـراء 👤 سـرقـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎نـوع الـسـرقـه 🗃️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "31",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ اضـافـة اسـ📋ـمـك لـلـوصـف ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎اكـتـب جـمـلـه 🖋️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يمنع السب او اهانت احد الاعضاء او احد المشرفين
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "32",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ شـراء 🌟 شـهـره ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎اكـتـب جـمـلـه 🖋️ ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يمنع السب او اهانت احد الاعضاء او احد المشرفين
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "33",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ الــنــذالــ👹ــه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎الـمـشـتـري 🤵🏻‍♂ ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يمنع السب او اهانت احد الاعضاء او احد المشرفين
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "34",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ قـنـبـلـة 👹 الـنـذالـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔❄️〕⌬━━─
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔❄️〕⌬━━─
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔❄️〕⌬━━─
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔❄️〕⌬━━─
    ֎╎الـلـقـب الـقـديـم🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎الـلـقـب الـجـديـد 🙊 ⊑  ⊒
    
          ─═━⌬〔❄️〕⌬━━─
    
    ֎╎الـمـده ⌛ ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎الـمـشـتـري 🤵🏻‍♂ ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲يمنع السب او اهانت احد الاعضاء او احد المشرفين
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "35",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ شـراء يـ🆓ـوم FREE ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـلـقـب🎴 ⊑  ⊒
    
    ֎╎الـمـنـشـن 📧 ⊑  ⊒
    
    ֎╎اخـتـيـار الـيـوم ⊑  ⊒
    
    ֎╎الـخـصـم 💰 ⊑  ⊒
    
    ֎╎مـسـؤول الـمـتـجـر 🎩 ⊑  ⊒
    
    ֎╎رابـط الـمـتـجـر 🏪 ⊑  ⊒
    
    ֎ مـلاحـظـات ‼️
    ↲ البضاعه المباعه لا ترد 
    ↲ الرجاء التأكد من حسابك بالبنك قبل الشراء
    ↲ للمشرفين فقط ويسمح لهم بيوم واحد فقط 
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "36",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ الـاغـتـ🔪ـيـال ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ╏الـإغـتـيـال مـمـنـوع╏
    لانه يسبب الزعل ويسبب ضعف للنقابه بسبب خروج اعضاء متفاعليني وذا كله بسببك 🤢💔 
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "40",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ أخـبـار 📰 الاسم ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـخـبـر
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "41",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ صـحـيـفـة🗞️ الاسم ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـعـنـوان
    ⟦ الموضوع ⟧
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "42",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ تـوصـيـات 📑 انـمـي ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ❆-اسم الانمي  🎎: 【】
    ❆-سنة العرض 📆: 【】
    ❆-الحالة 📈 : 【】
    ❆-عدد المواسم 📁: 【】
    ❆-عدد الحلقات 📼: 【】
    ❆-مدة الحلقة ⏳: 【】
    ❆-تصنيفه 🔖: 【】
    ❆-كاتبه ✒️: 【】
    ❆-تقييمه 𝙈𝙖𝙡 🌐 : 【】
          ─═━⌬〔❄️〕⌬━━─
    القصة 📚:
    
          ─═━⌬〔❄️〕⌬━━─
    نــاشــر التوصية 🎩:
    【】
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "43",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ تـوصـيـات 🎩 شـخـصـيـات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ❆-اسم الأنمي 🪆: 【】
    
    ⧼⬪│مـعـلـومـات خـاصـه عـن الـشـخـصـيـه📇│⬪⧽
    
    ❆-اسم الشخصيه 🎎: 【】
    ❆-العمر 📆: 【】
    ❆-الجنس 🚻: 【】
    ❆-النوع 🌀: 【】
    
       ⧼⬪│ شـكـل الـشـخـصـيـه 🎩│⬪⧽
    
    ❆-الطول 📏: 【】
    ❆-لون الشعر 🧑‍🦲: 【】
    ❆-لون العيون 👀 : 【】
    
       ⧼⬪│ مـعـلـومـات مـن الـكـولـيـس 🎞️│⬪⧽
    
    ❆- مؤدي الصوت 🎙️ : 【】
    ❆-تقييمه 𝙈𝙖𝙡 🌐 : 【】
          ─═━⌬〔❄️〕⌬━━─
    ملخص للشخصيه 📚 :
    
          ─═━⌬〔❄️〕⌬━━─
    نــاشــر التوصية 👑 :
    【】
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "44",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ قـصـص 🏛️ تـاريـخـيـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    القصص تـاريـخـيـه 📚:
    ֎╎
    
    نــاشــر الـقـصـه 🎩:
    ֎╎
    
    ֎╎نـتـمـنـى لـكـم قـراءة مـمـتـعـه 🥀
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "45",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ اخـر حـلـ🎞️ـقـات الـأنـمـي صـدورا ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـانـمـي🪆 ⟦  ⟧
    
    ֎╎عـدد الـحـلـقـات 🔢 ⟦  ⟧
    
    ֎╎رقـم الـحـلـقـه 🔖 ⟦  ⟧
    
    ֎╎رابـط الـحـلـقـه
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "46",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ اخـر فـصـ📓ـول الـمـانـجـا صـدورا ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمـانـجـا🪆 ⟦  ⟧
    
    ֎╎عـدد الـفـصـول 🔢 ⟦  ⟧
    
    ֎╎رقـم الـفـصـل 🔖 ⟦  ⟧
    
    ֎╎رابـط الـفـصـل
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "47",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ تـقـريـر حـلـ🎞️ـقـات الـأنـمـي ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـانـمـي🪆 ⟦  ⟧
    
    ֎╎عـدد الـحـلـقـات 🔢 ⟦  ⟧
    
    ֎╎رقـم الـحـلـقـه 🔖 ⟦  ⟧
    
    ֎╎رابـط الـحـلـقـه
    ⟦  ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    ֎╎قـصـه الـحـلـقـه 📖
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "48",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ↫ ⟦ تـقـريـر فـصـ📓ـول الـمـانـجـا صـدورا ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمـانـجـا🪆 ⟦  ⟧
    
    ֎╎عـدد الـفـصـول 🔢 ⟦  ⟧
    
    ֎╎رقـم الـفـصـل 🔖 ⟦  ⟧
    
    ֎╎رابـط الـفـصـل
    ⟦  ⟧
    
          ─═━⌬〔❄️〕⌬━━─
    ֎╎قـصـه الـحـلـقـه 📖
    ⟦  ⟧
    
    ֎╎الـمـقـدم 🎴 ⟦  ⟧
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "50",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 🃏 الـجـوكـر ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ كان الجوكر يمتلك 10 بطاقات🃏 وهي التي تؤكد هويته بأنه الجوكر ولكنه فقدها والأن يجب على أحد من الأشخاص ان يجدها ويصبح الجوكر الجديد وسنتعرف عليه بعد انتهاء الفعالية.
    ¶أسئلة الفعالية صور-كتابة...
    -يوجد 10 بطاقات يجب على المشاركين جمعها:
    -الجولة الاولى وهي جمع البطاقات
    -الجولة الثانية نزع البطاقات من بعضكم البعض ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "51",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـــــجــــ🃏ـــوكــــر ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــجــولـــة الـــأولــى
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الــجــولـــة الـــثانــية
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "52",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🃏 الـجـوكـر ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "53",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة  ♥️ الـقـلـوب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ ⇄تشارك  بلقبك و تمتلك 5 قلوب ♥️ يلزمك المحافظة عليها وتستطيع أن تختار أي عضو أخر لحذف قلب منه بعد إجابة على السؤال ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "54",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الــــــــــــقـــلــــ♥️ــــوب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "55",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز  ♥️ الـقـلـوب ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "56",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة  🤍 الـقـلـوب الـخـفـيـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ يكون مع كل مشارك ثلاث قلوب بشكل مختلف عن الباقي وتكون هذه القلوب مخفيه لا احد يعرف اصحابها الا المقدم ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "57",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـقــ🤍ـلـوب الـخـفـيـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑ 💙💙💙 ⊒
    ② - ⊑ 💚💚💚 ⊒
    ③ - ⊑ 💛💛💛 ⊒
    ④ - ⊑ 🧡🧡🧡 ⊒
    ⑤ - ⊑ 💜💜💜 ⊒
    ⑥ - ⊑ 🖤🖤🖤 ⊒
    ⑦ - ⊑ 🤍🤍🤍 ⊒
    ⑧ - ⊑ 🤎🤎🤎 ⊒
    ⑨ - ⊑ ❤️‍🔥❤️‍🔥❤️‍🔥 ⊒
    ⑩ - ⊑ ❤❤❤ ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "58",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🤍 الـقـلـوب الـخـفـيـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "59",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 💣 الـقـنـبـلـة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ فعاليه متكونة من 10 أشخاص كل شخص يملك قنبلة واحدة💣 ويجب على كل شخص الحذر من إنفجار قنبلته عليه، يتقدم المقدم ب ( كتابه - صور - تعداد - الخ...)  تكون الفعاليه ب جولات وكل جوله على حسب عدد المشاركين يعني اول جوله تبدأ ب 9  اسأله الذي لا يستطيع الإجابة ستنفجر عليه قنبلته ويطرد وبعدها 8 أسئلة والخ.. ويستمر هذا الين ما يبقى اخر شخص أو آخر شخص لم تنفجر  قنبلته💣 عليه. ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "60",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الــــــــــــقـــنــــ💣ــبــلـــة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒💣
    ② - ⊑  ⊒💣
    ③ - ⊑  ⊒💣
    ④ - ⊑  ⊒💣
    ⑤ - ⊑  ⊒💣
    ⑥ - ⊑  ⊒💣
    ⑦ - ⊑  ⊒💣
    ⑧ - ⊑  ⊒💣
    ⑨ - ⊑  ⊒💣
    ⑩ - ⊑  ⊒💣
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "61",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 💣 الـقـنـبـلـة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "62",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 👾 فـيـروسـات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ كل مشارك يمتلك حاسـ💻ـوب كل نقطة تاخذها تمتلك فيـ👾ـروس ترسله لمشارك انت تختاره  اذا تم إختراق حاسوبك من ثلاث فيروسات ستطرد من الفعالية ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "63",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الــــــــــــفـــيـــ👾ــروســات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "64",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 👾 فـيـروسـات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "65",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة ♻️ الــعـــكــــس ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ يقوم المقدم بكتابة إسم ويجب عليك بسرعة أن تكتب عكس ذلك الإسم
    ✰مـثال:
    ☀︎︎جيرايا ↔ اياريج.
    ☀︎︎رايزل ↔ لزيار.
    الفائز من يحصل 20 نقطة اولا ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "66",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الــــــــــــعـــــ♻️ــــكــس ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "67",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز ♻️ الــعـــكــــس ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "68",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 🚧 الـغـرفـة الـمـغـلـقـة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ تجد نفسك فجأة في غرفة مغلقة مع مجموعة من الأشخاص الآخرين ، و يجب عليك الخروج من الغرفة بسرعة قبل نفاذ الأوكسجين ، لكن حارس بوابة الغرفة (مقدم المسابقة) عنيد نوعا ما ، لأنه مصر على أنه لن يخرج إلا   عضوا واحدا ، و يقترح فكرة «لعبة» غريبة لتحديد هذا الشخص ، و هي كالآتي ، يختار شخصا عشوائيا للجواب عن سؤال محدد يخص الانمي ، اذا أجاب بشكل صحيح يظل في اللعبة و ينتقل الحارس لشخص آخر ، و إذا أخطأ يقصى من اللعبة ، و تستمر اللعبة الى أن يفوز شخص واحد فقط هو من سيغادر الغرفة من بين المشاركين ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "69",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـــــغـــرفــــة 🚧 الـــمـــغــلــقــة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "70",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🚧 الـغـرفـة الـمـغـلـقـة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "71",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 🚫 اللـيـلـة الـأخـيـرة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ قمر الليلة مكتمل ! ظهر المستذئبون🐺 حان الوقت للقضاء عليهم..! الفعالية تتكون من فريقين المستذئبون في مواجهة الصيادين ، كل فريق يتكون من 3 أشخاص.. فريق المستذئبين يمتلك 3 قلوب سوداء ، بينما البشر يمتلكون 3 قلوب حمراء ،  يجب على الفريقين أن يبارزا بعضهما و أن ينتزعا القلوب من الفريق العدو ، عن طريق تحدٍ فردي بين عضو من كل فريق يقدمه مقدم المسابقة ، كل عضو يفوز في جولة من الجولات يأخذ قلبا من الفريق المنافس ، و الفريق الفائز هو الفريق الذي يحافظ على قلوبه الثلاث
    
    ملاحظة ! : تقسيم الفرق يكون حسب وجهة نظر المقدم ليحقق التوازن نوعا ما بين الفريقين..، يمكن أن يتعدى عدد المشاركين في الفرق 3 أشخاص لكن عدد القلوب تزيد حسب عدد الأعضاء في كل فريق ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "72",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـــــلـــــــيلــة 🚫 الــأخـــيــرة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفريـــق الـــأول البشر ⚔️
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الــفريـــق الـــثاني المستذئبين 🐺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "73",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🚫 الـلـيـلـة الـأخـيـرة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـفـريـق الــفــائــز 🥇
    
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "74",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 🎰 الــرولـــيــت ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ تقديم الفعالية تقديم عادي (صور - كتابة..) 
    لكن كل نقطة تحصل عليها تسمح لك أن تدير الروليت مرة واحدة 
    محتويات الروليت :⇙🏂
    - طرد مشارك
    - انتزاع قلب من مشارك
    - - خروجك من الفعالية 
    و بالتأكيد آخر عضو يظل في المسابقة هو الفائز ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "75",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الــــــــــــر🎰ولــــيــت ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒❤❤❤
    ② - ⊑  ⊒❤❤❤
    ③ - ⊑  ⊒❤❤❤
    ④ - ⊑  ⊒❤❤❤
    ⑤ - ⊑  ⊒❤❤❤
    ⑥ - ⊑  ⊒❤❤❤
    ⑦ - ⊑  ⊒❤❤❤
    ⑧ - ⊑  ⊒❤❤❤
    ⑨ - ⊑  ⊒❤❤❤
    ⑩ - ⊑  ⊒❤❤❤
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "76",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🎰 الــرولـــيــت ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "77",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة ⚽ الـكـرات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ كل مشارك يمتلك كرة ⚽ واحدة اذا أجبت عن سؤال المقدم تنتزع كرة من مشارك من اختيارك ، و العضو الذي يجمع كل الكرات من المتسابقين يفوز في الفعالية . ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "78",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـــــكـــ⚽ـــرات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "79",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز ⚽ الـكـرات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "80",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 📓 الـديـث نـوت ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ المقدم يقدم صور او كتابة.. اول واحد يجاوب يطرد شخص من المشاركين.. لين يظل اخر عضو و يفوز.. اذا ايموجي (☠️) جنب اسمك معناها طلعت من الفعالية ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "81",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الــديـــث 📓 نــــــوت ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "82",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 📓 الديث نوت ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "83",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🏰 حـرب الـأبـراج ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ الفعالية تتكون من فرق ، كل فريق يمتلك برج ، يجب على الفرق الثانية تدمير أبراج الأعداء ! عن طريق الاجابة على أسئلة المقدم ، و بالتأكيد الفريق الفائز هو الذي يحتفظ بأبراجه سالمة حتى نهاية الفعالية ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "84",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الأبــــــــ🏰ــــــــــراج ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفريـــق الـــأول🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الــفريـــق الــثـانـي🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الــفريـــق الــثــالــث🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الــفريـــق الــرابــع🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الــفريـــق الــخــامــس🏰🏰🏰

① - ⊑  ⊒
② - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "85",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🏰 حـرب الـأبـراج ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـفـريـق الــفــائــز 🥇
⊑  ⊒
⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "86",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🚩 الـأعـــلـام ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ كل مشارك يمتلك 3 أعلام ! لا يعرفها إلا هو و المقدم ، المشاركون في صراع ! من أجل المحافضة على سلامة أعلامهم ، و بالمقابل يحاولون الإطاحة بأعدائهم ، و بالتأكيد الفائز هو الذي يحافض على أعماله سالمة لنهاية الفعالية ، عن طريق الإجابة على أسئلة المقدم ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "87",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الـأعــــــــ🚩ـــــــــلـام ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑ 🇪🇬🇪🇬🇪🇬 ⊒
② - ⊑ 🇸🇦🇸🇦🇸🇦 ⊒
③ - ⊑ 🇱🇾🇱🇾🇱🇾 ⊒
④ - ⊑ 🇮🇶🇮🇶🇮🇶 ⊒
⑤ - ⊑ 🇵🇸🇵🇸🇵🇸 ⊒
⑥ - ⊑ 🇸🇩🇸🇩🇸🇩 ⊒
⑦ - ⊑ 🇸🇾🇸🇾🇸🇾 ⊒
⑧ - ⊑ 🇶🇦🇶🇦🇶🇦 ⊒
⑨ - ⊑ 🇴🇲🇴🇲🇴🇲 ⊒
⑩ - ⊑ 🇲🇦🇲🇦🇲🇦 ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "88",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🚩 الـأعـــلـام ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "89",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 💉 تـلـقـيـح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ تــتكـون الفـعاليـه مـن 10 أشـخـاص مـصابين بفيـروس كـورونا🏨 طريقة الحصول على اللقاح وهي الإجـابة عن سؤالين متتاليين أول مــن يحصـل على 3 لـُقـاحات 💉 الـفـائز ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "90",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الــــتـــلـــ💉ــقــــيــــح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "91",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 💉 تـلـقـيـح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "92",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🛎️ الجــرس ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ ⓵مسابقه عاديه من حيث الاسئله ولكن يجب على المشارك ارسال ايموجي 🛎️ للاجابة على السؤال

⓶المشاركه للكل كأنها مسابقه ولاكن يجب على الذي يريد ان يجاوب ارسال ايموجي 🛎️
⓷تنتهي الفعاليه عند اول شخص يحصل على 30 نقطه

🛑 قوانين الفعالية
❶ يمنع الاجابه من دون ارسال الجرس 🛎️
❷ يحق لاول شخص ارسل الجرس الاجابه على السؤال ولا يحق لباقي المشاركين مقاطعته
❸ يمنع ارسال الجرس قبل السؤال ومن يفعل يجمد لسؤال واحد
❹ من يقوم بأرسال الجرس ولم يقم بالاجابه يجمد لسؤالين
❺ الوقت للاجابه 30 ثانيه تقديريه من المقدم ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "93",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الــــجـــــــ🛎️ـــــــرس ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "94",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🛎️ الـجــرس ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "95",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🪑 واقـف جـالـس ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ ❶ فكرة الفعالية كالاتي المقدم يكتب "واقف او جالس " والمشاركين يرسلون الايموجيات المناسبة للموقف، اخر شخص يرسل من كل جولة يستبعد🔥

❷ واقف = 🧍 | جالس = 🪑

❸ الفائزيين اخر ثلاث اشخاص
ملاحظة !
*ممنوع أي شخص يرسل رسالتين أو ايموجيين و يعتبر مستبعد ، و آخر شخص يرسل يعتبر مستبعد ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "96",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن واقـــــــــــــف 🪑 جــــــالــــس ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "97",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🪑 واقـف جـالـس ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "98",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة ⭐ الـنــجـــوم ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ لكل مشارك 0 نجمة.. اول شخص يوصل 5 نجوم يطرد شخص من الفعالية بمقابل ترجع نجومه للصفر.. اخر شخص يظل هو الفائز (كل نقطة تجيبها = نجمة واحدة) ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "99",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الـــــــنــــ⭐ــجــــــوم ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "100",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز ⭐ الـنــجـــوم ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "101",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة مـصـ🧛🏻‍♂️ـاص الدمـاء ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ ↶⓵ فـعـالـيـة تـتـكـون مــن 5 مـشـاركـيـن بـشـر و مـصـاص دمـاء واحـد , مـصـاص الـدمـاء لـديـه 5 قـلـوب سـوداء و الـبـشـر لـديـهـم قـطـرتـيـن دم
           · · • • • ✤ • • • · ·
↶⓶ ويـجـب عـلـى مـصـاص الـدمـاء شـرب دم الـبـشـر عـكـس الـبـشـر الـذيـن يـجـب عـلـيـهـم تـدمـيـر الـقـلـوب  الـخـمـسـه الـتـي يـمـتـلـكـهـا مـصـاص الـدمـاء , كـل نـقـطـتـيـن يـربـحـها الـبـشـر يُـطـعـن مـصـاص الـدمـاء بـالسـيـف الـفـضـي ويُـنـتـزع  مـنـه قـلـب
          · · • • • ✤ • • • · ·
↶⓷ أمـا مـصـاص الـدمـاء كـل نـقـطـهـا يـربـحـهـا  يـشـرب قـطـرة واحـدة مــن بـشـري يـخـتـاره اذا شــرب مـصـاص الـدمـاء قـطـرتـيـن مـن الـدمـاء الـتـي يـمـتـلـكـهـا الـبـشـري يُـطـرد الـبـشـري مـن الـفـعـالـيـة ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "102",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن مـصـ🧛‍♂️ـاص الـدمـ🩸ـاء ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎مـــصـــاص الـــدمـــاء 🧛🏻‍♂️
⊑  ⊒🖤🖤🖤🖤🖤🖤🖤🖤🖤🖤
֎╎الـــبـــشـــر 🤺
① - ⊑  ⊒🩸🩸
② - ⊑  ⊒🩸🩸
③ - ⊑  ⊒🩸🩸
④ - ⊑  ⊒🩸🩸
⑤ - ⊑  ⊒🩸🩸

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "103",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز مـصـ🧛🏻‍♂️ـاص الدمـاء ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـفـريـق الــفــائــز 🥇
◦مـصـاص الـدمـاء 🧛🏻‍♂️◦
⊑  ⊒

«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎الفريق الخاسـر 🎗️:
◦الــبـــشـــر 🤵🏻◦
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "104",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🎈بـالـونـات ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ تتكون الفعالية من 10 مشاركين كل مشارك يمتلك 5 بالونـ🎈ـات و متفـ🧨ـجـرة واحدة، تبدأ المسابقة (صور-كتابة..) أول من ياخذ نقطة يقدر يفجر بالون الخصم عندما تخسر كافة بالوناتك تقصى من الفعالية.
دور المتفجـ🧨ـرة، اخر خصم فجر اخر بالون لك المتفجرة تفجر بالون واحد من عنده تلقائى ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "105",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الــــبـــالـــ🎈ـونـــات ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
② - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
③ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
④ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑤ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑥ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑦ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑧ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑨ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈
⑩ - ⊑  ⊒🧨/🎈🎈🎈🎈🎈

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "106",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🎈بـالـونـات ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "107",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 💡الـمـصـابـيـح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ ⇄كل مشارك يملك بيت و لكن البيت مظلم يجب عليه امتلاك 20 مصباح ليضيئ بيته و يفوز , كل مصباح بنقطه ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "108",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الــمــصــ💡ــابــيــح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "109",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 💡الـمـصـابـيـح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "110",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة ☠️ الايـدو تـيـنـسـي ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ اللعبه تتكون من ثلاث المراحل 
_المرحله الاولى يسأل المقدم سؤالين ليحدد الاحياء من الاموات المجيب الاول يصير حي يعني نهاية الجوله الاولى معنا اثنين احياء 
_المرحله الثانيه جمع الفريق يسأل المقدم الاحياء بعدد الموتى والمجاوب من حقه ضم احد الموتى الى فريقه 
_المرحله الثالثه الحرب بين الفرق كل اجابه تصفي احد اعضاء الفريق الاخر دون رجعه 
ثلاث اجابات صحيحه متتاليه من احد الموته تعطيه الحريه ليكون وحده او البقاء في فريقه او اختيار فريق الخصم ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "111",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الـايـــدو ☠️ تـــيـــنـــســـي ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـــفـــريـــق الــأول 🤺
① -الـقـائـد ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒

֎╎الـــفـــريـــق الــثـانـي 🤺
① -الـقـائـد ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒

     ─═━⌬〔❄️〕⌬━━─
① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "112",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز الايـدو ☠️ تـيـنـسـي ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـفـريـق الــفــائــز 🥇
⊑  ⊒
⊑  ⊒
⊑  ⊒

«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "113",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🏴‍☠️ سفينة القراصنه ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ يكون جميع المشاركين محتجزين على سفينة قراصنه وعليهم النجاه منها 

-عند الاجابه على سؤال يحصل المجاوب على الامان 
-يقوم المقدم بتدوير الروليت لالقاء احد المشاركين "عن طريق الرقم" من السفينه  ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "114",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن سـفـيـنـة 🏴‍☠️ الـقـراصـنـه ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "115",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🏴‍☠️ سفينة القراصنه ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "116",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🍼 بـلـيـز بـوب ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ مهمة المشاركين تربيت ابناء ملك الشياطين للسيطرة على العالم عن طريق جمع قناني الحليب 

֎ ملاحظه 📜 :
عند جمع 3 قناني 🍼يحق لك طرد عضو 
عند جمع 10🍼 قناني لايمكن طردك وانما إزالة قنينه واحده كل مره الى ان تنفذ 
يمكنك السيطره على العالم عن طريق جمع 15 قنينه 🍼او اقصاء كل المشاركين ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "117",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن بـــلـــيـــز 🍼 بــــوب ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "118",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🍼 بـلـيـز بـوب ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "119",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🐙 الـطـفـيـلـيـات ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ يكون جميع المشاركين بشر عاديين الى ان يتم استهدافهم عن طريق لاعب اخر مستعملا الطفيليات

-عند جمع 5 طفيليات يمكنك اصاب الرأس 
-عند جمع 3 طفيليات يمكنك اصابة الجسد 
-عند جمع 2 طفيليين يمكنك اصابة الاطراف

֎ ملاحظة 📜:
 -عند الاصابه بطفيلي في الأطراف لايمكنك الاجابه مره + 5اصابات تطرد 
عند الاصابه بطفيلي في الجسم -تمنع من الاجابه مرتين + 2 إصابتين تطرد 
 -عند الاصابه بطفيلي في الرأس تطرد فورا ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "120",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الــطــفــ🐙ــيــلــيــات ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒🧑💪💪🦵🦵
② - ⊑  ⊒🧑💪💪🦵🦵
③ - ⊑  ⊒🧑💪💪🦵🦵
④ - ⊑  ⊒🧑💪💪🦵🦵
⑤ - ⊑  ⊒🧑💪💪🦵🦵
⑥ - ⊑  ⊒🧑💪💪🦵🦵
⑦ - ⊑  ⊒🧑💪💪🦵🦵
⑧ - ⊑  ⊒🧑💪💪🦵🦵
⑨ - ⊑  ⊒🧑💪💪🦵🦵
⑩ - ⊑  ⊒🧑💪💪🦵🦵

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "121",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🐙 الـطـفـيـلـيـات ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "122",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🦬 مـروض الـوحـوش ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ غابة جورا هجم عليها سرب من الوحوش عددهم 20 وحش تم استدعاء افضل 10 مروضين في كامل المملكه لترويض الوحوش 
الجوله الاولى ترويض الوحوش 
كل قطعتين من اللحم = ترويض وحش واحد 
الاجابه الواحده = قطعه من اللحم 
الجوله الثانيه سلب الوحوش 
كل اجابه تمكنك من سلب وحش من خصمك 
ملاحظه 
الفائز من يجمع كل الوحوش ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "123",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن مـروض 🦬 الـوحـوش ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "124",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🦬 مـروض الـوحـوش ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "125",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 👻 جـمـع الـأرواح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ سريبروا حارس العالم السفلي سيفتح الباب لمن يجاوب على ثلاث اسئله متتاليه 
وفي حالة اجاب شخص على ثلاث اسئله متتاليه سوف يتمكن من الدخول الى ارض الأرواح للامساك بروح عليك الاجابه على سؤال دون ان يخرب احد المشاركين لو تم التخريب سوف تخرج من ارض الارواح 
ملاحظه 
من يجاوب على 4 اسئله متتالية يفوز  ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "126",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــمــع 👻 الـأرواح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "127",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 👻 جـمـع الـأرواح ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "128",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🛠️ الـمـصـلـحـون ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ يقوم رالف المدمر بتدمير بنايه وعلى المشاركين الاصلاح 
رالف المدمر :
الاجابه على سؤال = تدمير حجر🧱 
على رالف تدمير كل الاحجار 🧱
المصلحون :
الاجابتين = اصلاح حجر واحد 🧱
على المصلحين اصلاح 20 حجر 🧱
ملاحظه 
المنافسه تبدأ ب10 احجار🧱 قائمه  ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "129",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الـمـصـ🛠ـلـحـون ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

֎╎الـمـدمـر
🧱🧱🧱🧱🧱
🧱🧱🧱🧱🧱

     ─═━⌬〔❄️〕⌬━━─
① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "130",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🛠️ الـمـصـلـحـون ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇
◦الــمــدمــر ⚔️◦
⊑  ⊒

«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
◦ااــمــصــلــحــيــن 🛠️◦
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "131",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🤖 الـروبــوت ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ يكون لدى المشاركين اجزاء من الروبوت 🤖🦾🦾🦿🦿.
 ويجب عليهم تركيبها ليكتمل الروبـ🤖ـوت..
طريقة تركيبه هي الاجابة على ➄ اسئلة وتكون انهيت تركيب الروبوت.. في حالة اكتمل روبوت احد المشاركين يجب ان يذهب ويدمر روبوتات المشاركين الاخرين..شرط تدمير روبوتات الاخرين هو يكون روبوتك مكتمل.. اي كل مرة تجاوب تنقص من عضو روبوت احد المشاركين الي تختار... لو انهيت اعضاء روبوت احد المشاركين يعتبر فشل في صنع الروبوت وقصى..وتبقى المنافسة لين يصير الكل مقصي واخر واحد ب روبوت مكتمل
المركز الاول لأخر شخص ب روبـ🤖ـوت مكتمل ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "132",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الـروبـ🤖ـوت ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

*֎╎الـقـطـع🤖🦾🦾🦿🦿:-

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "133",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🤖 الـروبــوت ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "134",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة ☣️ الـســـــم ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ ⏎تتكون الفعالية من 8 مشاركين
كل مشارك رح يعطى له رقم من طرف المقدم,
توجد 8 طرق 7 سليمة وطريق مسموم كل مشارك سيختار طريق من 1 الى 8 الخاسر من يختار الطريق المسمـ☣️ـوم وتبقى الفعالية الين واحد يفوز. ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑ 8 𝐌𝐀𝐗 ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "135",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الـــســ☣️ـــــم ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "136",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز ☣️ الـســـــم ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "137",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة قـطـ🪚ـــع الخـشـ🪵ــب ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ ❥•كل مشارك يمتلك بيت مهـ🏚️ـدم يجب عليه جمع الخشـ🪵ـب وقطـ🪚ـعه لكي يستطيع بناء بيته؛
الجولة الأولى❶ :جمع الحطب
يجب على  كل مشارك جمع 5 خشبات.
عدد الأسئلة في الجولة 25 سؤال،الذي يستطيع جمع 5 خشبات يتأهل ل جولة ثانية
سيتأهل 5 أشخاص من لا يستطيع جمع الخشب المطلوب يطرد من الفعالية.
الجولة الثانية❷:أسرع من يقطع الخشب
كل ما تربح نقطة تستطيع قطع نصف خشبة،أول من يستطيع قطع خشبه هو الفائز ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "138",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن قـطـ🪚ـــع الخـشـ🪵ــب ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒
⑥ - ⊑  ⊒
⑦ - ⊑  ⊒
⑧ - ⊑  ⊒
⑨ - ⊑  ⊒
⑩ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "139",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز قـطـ🪚ـــع الخـشـ🪵ــب ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "140",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🏀 كـرة الســـلـة ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ تتكون من فريقين كل فريق يمتلك 5 لاعبين ⛹️‍♂️
الفريق الاول باسم ليكرز
والفريق الثاني باسم بولز
الأسئلة صور كتابة...
الفعالية تنتهي عند 10 دقائق
كل نقطتين هدف🏀 اكثر فريق لديه أهداف يعتبر الفائز ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "141",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن كــرة الــســ🏀ـــلــة ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎فــريــق ⛹️‍♂️ : ╏𝐋𝐀𝐘𝐊𝐈𝐑𝐙

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒

֎╎فــريــق ⛹️‍♂️ : ╏𝐁𝐔𝐋𝐙

① - ⊑  ⊒
② - ⊑  ⊒
③ - ⊑  ⊒
④ - ⊑  ⊒
⑤ - ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "142",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🏀 كـرة الســـلـة ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇
◦فــريــق ⛹️‍♂️ : ╏𝐁𝐔𝐋𝐙◦
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
◦فــريــق ⛹️‍♂️ : ╏𝐋𝐀𝐘𝐊𝐈𝐑𝐙◦
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "143",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🕯️ الـشـمــــعـة ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑ ❐كل مشارك يمتلك شمـ🕯️ـعة واحدة، المشارك الذي يجمع نقطتين يختار احد من خصومه
 ليشـ🔥ـعل شمـ🕯️ـعته،الشخص المختار كل سؤال تشعل شمعته أكثر حين تشعل الشمعة ⓹ مرات يخسر.
الطريقة الوحيدة لإيقاف ازدياد اشتعال الشمعة هي جمع نقطتيين وإشعـ🔥ـال شمعة شخص أخر،
المشارك الذي يحافظ على شمـ🕯️ـعته من الذوبان يعتبر الفائز🥇 ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "144",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الــشــمــ🕯️ـــعــة ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒🕯️
② - ⊑  ⊒🕯️
③ - ⊑  ⊒🕯️
④ - ⊑  ⊒🕯️
⑤ - ⊑  ⊒🕯️
⑥ - ⊑  ⊒🕯️
⑦ - ⊑  ⊒🕯️
⑧ - ⊑  ⊒🕯️
⑨ - ⊑  ⊒🕯️
⑩ - ⊑  ⊒🕯️

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "145",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن جــوائــز 🕯️ الـشـمــــعـة ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الــفــائــز 🥇⊑  ⊒
«50,000💷»
     ─═━⌬〔❄️〕⌬━━─
֎╎بــاقــي الــمــشــاركــيــن 🎗️:
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒
⊑  ⊒

«10,000💷»
    ─═━⌬〔❄️〕⌬━━─
֎╎الـمـقـدم🎖️ ⊑  ⊒
«60,000💷»

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "146",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن فـعـالـيـة 🦠 البكـتــيريا ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـتـفـاصـيـل✨
⊑┫❐◉ كل شخص لديه 10 بكتيريا🦠
• عندما تفوز ب نقطة تزيل بكتيريا  عنك و بكتيريا عن شخص غيرك,
• عندما يجمع اي مشارك 5 نقاط، يحق له زيادة 3 بكتيريا الى مشارك اخر.
• الشخص الاول الذي يتخلص من كل البكتيريا يعتبر الفائز ⊒

        ─═━⌬〔❄️〕⌬━━─
֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒

֎╎الـعـدد 📊 ⊑  ⊒

֎╎الـمـقـدم🎴 ⊑  ⊒

֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "147",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
◈ تـعـلـن ادارة الاسم
↫ ⟦ عـن الــبــكــتــ🦠ــيـريــا ⟧
*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*

֎╎الـمــشـــاركــيـن 🤺

① - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
② - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
③ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
④ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑤ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑥ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑦ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑧ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑨ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠
⑩ - ⊑  ⊒🦠🦠🦠🦠🦠🦠🦠🦠🦠🦠

֎╎الـمـقـدم🎴 ⊑  ⊒

*❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
〄 ¦ مـع تـحـيـات ادارة :
✦『❄️الاسم❄️』✦
✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "148",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🦠 البكـتــيريا ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "149",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة ❄️ مــــون ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ المشاركون على القمر❄️ ! يجب عليهم جمع مقدار من المال من أجل أن تسمح لهم الكائنات الفضائية باستعمال المركبة ، و هذا المقدار هو 1000¥💰 ،
    كيفية الحصول على المال !🧭
    اذا أحرزت نقطة تحصل على 3 إمكانيات ، الاحتفاظ بها إلى أن تجمع نقاطا أكثر و تحصل على قيمة غنائم أكبر ، أو أن تقايضها بما مجموعه 50¥ ، أو أن تبدلها بمجرف و الحفر عميقا بحثا عن الكنز المخبأ و الذي قيمته 100¥ لكن قد لا يحالفك الحظ و تفشل في الحصول على الكنز.
    اتبع تعاليم المسابقة🏂 ، 
    أول مشارك يجمع المقدار المطلوب هو الفائز في الفعالية.
    كيفية الحصول على الكنز :⚠️
    أولا تبدل نقطتك بمجرف ، تحفر في مكان و يدير المقدم الروليت ، 
    محتويات الروليت🎰
    - لا شيء
    - صندوق كنز
    - صندوقي كنز ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "150",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن مــــــــ❄️ــــــون ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "151",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز ❄️ مــــون ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "152",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة الـاحـيـاء و🧟‍♂️ الـامـوات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ ↶⓵ تــتكـون الـفــعالـيه مـن فـريقيـن يـجب عـلى البـشر احيـاء الـزومبـي و يـجب عـلـى الـزومـبـي قـتـل الـبـشـر 
               · · • • • ✤ • • • · ·
    ↶⓶ ولاحـياء الـزومبي يـجـب عـلى البـشر احراز نقطتـين متــتابعتيـن للـحـصـول عـلـى حـقـنة 💉 يوقظوا بها احد الزومبي لـيـكون في لائـحة نص بشري وليـقضي الزومبي على البشــر علــيهم احـراز نقطة لـيميتوا البـشر بـالسم 🧪 و ينـضافوا كذلك في لائـحة النصـف بـشـري 
              · · • • • ✤ • • • · ·
    ↶⓷ اذا قام الـبشري بـاحياء الزومبـي وانـضم لـلائحة لـن يـستطيع الـعوده زومبي مرة اخرى على عـكـس الـبشري اذا تـحـول الى زومـبي يـستطيع رفـاقه البشر احـياه مرة اخرى ♲ بحقنة 
    ❖ يـمـ🚫ـنع التغيير عند بـدا الفعالية  ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "153",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـاحــيــاء 🧟‍♂️ الـامـــوات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــريــق الـاول 🤺
    ◦الــبــ🕵🏻‍♂️ــشــر◦
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الــفــريــق الــثــانــي 🤺
    ◦انــصــاف 🧌 الــبــشــر◦
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الــفــريــق الــثــالــث 🤺
    ◦الــزومــ🧟‍♂️ــبــي◦
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "154",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز الـاحـيـاء 🧟‍♂️ الـامـوات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـفـريـق الــفــائــز 🥇
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "155",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة ⚖️ الـمــحـكــمـة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ ❶⏎تبدا القصة بفريق  المدعى عليه وفريق المحامي
    ❷ ⏎تتكون من خمسة مشاركين بكل فريق تبدا الفعاليه بان احد فريق المحامي قتل شخصا من الفريق الاخر وعلى بقية الفريق اثبات برائته امام القاضي👨‍⚖️لذلك اقترح القاضي عليهم فكرة وهي الاجابه واحراز نقطتين لجمع حروف كلمة (افراج ) لفريق المحامي او كلمة (اعدام) لفريق المدعي،الفريق الذي  يجمع حروف كلمته اولا ينفذ حكمه وينتصر
    ❸⏎يقوم المقدم باختيار اعضاء كل فريق للموازنة من وجهك نظره ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "156",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـمـحــــ⚖️ـــكـمـة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎فــريــق الـمــحــامــيــن 🛡
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎فــريــق الــمــدعــيــن ⚔️
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "157",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز ⚖️ الـمــحـكــمـة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇
    ◦الــمــحــ🛡ــامــيــن◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ◦الــمــدعــ⚔️ــيــيــن◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "158",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 🏹 الــرمـــاة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑  ❶⏎❪كل مشارك يسعى للحصول على قوس 🏹ولكن المقدم لديه خمسة اقواس فحسب  لذالك يجب على المشاركين بذل جهدهم للحصول ع قوس بالاجابه عن سؤال وعندما يحصل المشارك ع قوس يمنع عن الاجابه حتى المرحله الثانيه❫
    
    ❷ ⏎ ❪تبدا المرحله الثانيه بخمس مشاركين يسعون للحصول على ثلاث اسهم 🎯 للاطاحة 🐗بالخنازير البرية المنتشرة بالغابة ولكن للحصول ع سهم عليهم الاجابه ع سؤالين متتالين  ❫
    
    ❸⏎ ❪ اول مشارك يحصل على ثلاث اسهم تنتصر ❫
    
    ❒╎مـلاحـظات❗╎ ↓
    ❍ممنوع الاجابه بعد اخذ القوس في المرحله الاولى. 
    ❍سيقلص المقدم العدد الى النصف بعد المرحلة الاولى. 
    ❍يحسب اول ثلاث  فائزين فحسب. ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "159",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـــرمـــ🏹ـــاة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــجــولــه الـاولــى 🤺
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الــجــولــه الــثــانــيــه 🤺
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "160",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🏹 الــرمـــاة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "161",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 🏐 كـرة الـطـائـرة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ ❍↵تتكون من فريقين كل فريق يمتلك 5 لاعبين 🤽🏻‍♂️
    ❍↵ الفريق الاول باسم MSBY والفريق الثاني باسم Nekoma
    ❍↵ الأسئلة : صور في الشوط الاول و كتابة في الشوط التاني
    الفعالية تنتهي عند 10 دقائق
    ❍↵ كل اجابة=هدف🏐 اكثر فريق لديه أهداف يعتبر الفائز في الشوط الاول و الفريق الذي يمتلك اقل نقاط تصفر اهدافه في الشوط التاني
    ❍↵ يستمر الشوط التاني لكن هذه المرة المقدم يركز على اول اجابة اذا كانت اجابته غلط تحتسب له كهدف عكسي و اذا اجاب صحيح يسجل نقطة على الفريق الخصم.
    
    ❒╎مـلاحـظة هـامة✨ ↓
    يفضل الالتزام بالعدل في الفرق على حسب راي المقدم ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "162",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـكــرة 🏐 الــطائــره ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎فــريــق 🤽🏻‍♂️ : ╏𝓝𝓮𝓴𝓸𝓶𝓪╏
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎فــريــق 🤽🏻‍♂️: ╏𝓜𝓼𝓫𝔂╏
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "163",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🏐 كـرة الـطـائـرة ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇
    ◦فــريــق 🤽🏻‍♂️: ╏𝓜𝓼𝓫𝔂╏◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ◦فــريــق 🤽🏻‍♂️ : ╏𝓝𝓮𝓴𝓸𝓶𝓪╏◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "164",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة الشرطه 🚔 والعصابات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ الفعاليه عباره عن فريقين العصابات والشرطه 
    يملك العصابات 10 دولار 💵
    وللفوز عليهم ان يصلوا الى 25 دولار 
    ومهمة الشرطه استعادة المال 
     كل اجابه من الشرط تحذف دولار 💵 من العصابات وكل اجابه من العصابات يأخذوا عليها دولار 
    اجابتين متتاليتين من اي شخص من الفريقين يحق له ان يجمد عضو من الفريق التاني 🧊
    تلات اجابات يحق له قتل احد من الفريق الثاني واخراجه ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "165",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـشـرطـه 🚔 والـعـصـابـات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ◦الـعـصـابـات 🥷🏻◦
    💵💵💵💵💵💵💵💵💵💵
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ◦الـشـرطـه 👨🏻‍✈️◦
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "166",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز الشرطه 🚔 والعصابات ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇
    ◦الـشـرطـه 👨🏻‍✈️◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ◦الـعـصـابـات 🥷🏻◦
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "167",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن فـعـالـيـة 🧪 الـتـريـاق ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ فعالية الترياق المضاد
    الفعاليه تتكون من جولتين
    كل واحد عنده سم يجب ان يبطل مفعوله ليبطله يجب ان يجمع الكونات الكافيه
     كل جواب=مكون الجولة فيها 25 سؤال اول من يصل لخمس ترياقات لا يستطيع التقدم 🧪 يوقف
    لما تنتهي 25 نروح للجوله التانية التي تضاف لكل واحد مكون اساسي 💊 
    يبدا الاعضاء بالاجابه على الاسئلة كل من يجيب يسرق مكون من التاني اول من يجمع مكون الاساسي للجميع يفوز ويصنع الترياق الخاص به 🧪 ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـفـعـالـيـة ⏳ ⊑  ⊒
    
    ֎╎الـعـدد 📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ الـقـروب الـأسـاسـي ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "168",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـــتــ🧪ــريـــاق ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـجــولــه الـاولــى 🤺
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    
    ֎╎الـجــولــه الــثــانــيــه 🤺
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "169",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز 🧪 الـتـريـاق ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    «50,000💷»
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "200",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن مــســ🎌ــابــقــه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎ 🖼️╎صــور
    ֎ ✍🏻╎كــتــابــه
    ֎ 🔢╎تــعــدد
    ֎ ⚒️╎تـفـريـق
    ֎ 📦╎طـلـبـات
    ֎ 🎼╎اوسـت و اوبـيـنـنـق
    ֎ 👁️╎عــيــون
    ֎ 👤╎ظــلـال
    ֎ 🔜╎اول حــرف
    ֎ 🔚╎اخــر حــرف
    ֎ ❓╎اســئــلـة
    ֎ ♻️╎الــعــكــس
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت الـمـسـابـقـه ⏳ ⊑  ⊒
    
    ֎╎الـعـدد الـاسـئـلـه📊 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـحـاسـب 🧮 ⊑  ⊒
    
    ❆ نتمنى المشاركة من أكبر عدد ممكن من الأعضاء لو سمحتم. 💫🎗️
    ❆ الإجابة تحسب للأول في الظهور عند المقدم. ❄️⚔️
    ❆ مـشـاركـة مـمـتـعـة. ❤️
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "201",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الــحــ🎌ــســبــه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـمــشـــاركــيـن 🤺
    
    ① - ⊑  ⊒
    ② - ⊑  ⊒
    ③ - ⊑  ⊒
    ④ - ⊑  ⊒
    ⑤ - ⊑  ⊒
    ⑥ - ⊑  ⊒
    ⑦ - ⊑  ⊒
    ⑧ - ⊑  ⊒
    ⑨ - ⊑  ⊒
    ⑩ - ⊑  ⊒
    ⑪ - ⊑  ⊒
    ⑫ - ⊑  ⊒
    ⑬ - ⊑  ⊒
    ⑭ - ⊑  ⊒
    ⑮ - ⊑  ⊒
    ⑯ - ⊑  ⊒
    ⑰ - ⊑  ⊒
    ⑱ - ⊑  ⊒
    ⑲ - ⊑  ⊒
    ⑳ - ⊑  ⊒
    
    ֎╎الـمـقـدم 🎴 ⊑  ⊒
    
    ֎╎الـحـاسـب 🧮 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "202",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز مــســ🎌ــابــقــه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز الـاول🥇⊑  ⊒
    «💷»
    
    ֎╎الــفــائــز الــثــانــي🥈⊑  ⊒
    «💷»
    
    ֎╎الــفــائــز الــثــالــث🥉⊑  ⊒
    «💷»
    
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «💷»
    
    ֎╎الـحـاسـب🎖️ ⊑  ⊒
    «💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "203",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الــنــ🔮ــقــاش ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎مــوضــوع الــنــقــاش ⚡
    ⊑  ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎الـأنـمـي🕯️ ⊑  ⊒
    
    ֎╎وقـت الـنـقـاش ⏳ ⊑  ⊒
    
    ֎╎مـسـؤول الـنـقـاش 👑 ⊑  ⊒
    
    ملاحظة 📜
    ♢ المناقــشــة في القروب الرئيسي ♢ 
    ♢ المناقــشــة لـتـبـادل الـاراء ولـيـس لـفـرضـها ♢ 
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "204",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز الــنــ🔮ــقــاش ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز الـاول🥇⊑  ⊒
    «50,000💷»
    
    ֎╎الــفــائــز الــثــانــي🥈⊑  ⊒
    «40,000💷»
    
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "205",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن حــدث ♦ ... ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑  ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎مــدت الـحـدث ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "206",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز حـدث ♦... ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    ֎╎الــجـائـزه 💰⊑  ⊒
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    ֎╎الــجـائـزه 💰⊑  ⊒
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    ֎╎الــجـائـزه 💰⊑  ⊒
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    ֎╎الــجـائـزه 💰⊑  ⊒
    
    ֎╎الــفــائــز 🥇⊑  ⊒
    ֎╎الــجـائـزه 💰⊑  ⊒
    
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "207",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`بسم الله الرحمن الرحيم وبه نستعين 
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن بــطــولة 🏆 الاسم ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـتـفـاصـيـل✨
    ⊑ هو دوري مخصص لمعرقين نقابت ايديث يتم اقامة البطوله في في مجموعه منفصله وليسى بالمجموعه الاساسيه 
    تنقسم البطوله الى مجموعة جولات 
    ① دوري الـ16 يتكون من 16 مشارك ومن 4 مجموعات كل مجموعه يتأهل منها اثنين حسب النقاط 
    - 4 مباريات باليوم لمدة اسبوعين عدى الجمعه مجموع المباريات 48 
    - الفائز يأخذ = 3 نقاط / التعادل = نقطه / الخاسر = 0 
    ② الربع النهائي مع عدد مشاركين 8 بعد ان يفوز اثنين من كل مجموعه 2×4 
    -لكل شخص مباراه واحده الخاسر يخرج والفائز يتأهل 
    - مباراه واحده باليوم يوم بعد يوم 
    ③ النصف النهائي يترشح اربع اشخاص يخوض كل شخص مباراه واحده الخاسر يخرج والفائز يتأهل 
    - يخسر اثنين ويفوز اثنين 
    - الخاسرين عندهم جوله اخيره يلعبوها لتحديد المركز الثالث 
    ④ النهائي تكون مباراة المركز الثالث والنهائي في نفس اليوم اي مبارتين بيوم واحد 
    - الفائز بطولة ايديث سوف يتم الاعتراف به كـ بطل ايديث مع جوائز اخرى 
    - المشاركه لاعضاء ايديث فقط 
    - اي شخص من خارج ايديث يمكن له ان يتابع البطوله 
    - اخيرا يتم وضع كل الفقرات من (كتابه، صور،اول حرف... الخ) بمقدار ثابت 10 اسئله لكل فقره 
    -يتم الحسبه واعلان النتائج بعد نهاية المباراه بنصف ساعه كـ حد اقصى ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    ֎╎وقـت بـدأ الـتـسـجـيـل ⏳ ⊑  ⊒
    
    ֎╎الـعـدد الـمـطـلـوب 📊 ⊑ 16 ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎الـتـسـجـيـل 🛕 ⊑ التواصل مع مقدم البطوله ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "208",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن تـقـسـيـم 🏆 الـمـجـمـوعـات¹⁶ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
                   ֎╎ الـمـجـمـوعـات ¹⁶
    ֎╎الـاولــى 1️⃣           ֎╎الـثـانـيـه 2️⃣
    ① - ⊑  ⊒                         ① - ⊑  ⊒
    ② - ⊑  ⊒                         ② - ⊑  ⊒
    ③ - ⊑  ⊒                         ③ - ⊑  ⊒
    ④ - ⊑  ⊒                         ④ - ⊑  ⊒
    
    ֎╎الـثـالـثـه 3️⃣         ֎╎الـرابـعـه 4️⃣
    ① - ⊑  ⊒                         ① - ⊑  ⊒
    ② - ⊑  ⊒                         ② - ⊑  ⊒
    ③ - ⊑  ⊒                         ③ - ⊑  ⊒
    ④ - ⊑  ⊒                         ④ - ⊑  ⊒
    
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "209",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن تـصـفـيـات 🏆 الـبـطـولـه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎⊑  ⊒                              ⊑  ⊒╎ ֎
              ֎╎⊑  ⊒         ⊑  ⊒╎ ֎  
    ֎╎⊑  ⊒                              ⊑  ⊒╎ ֎
                        
    
    ֎╎⊑  ⊒                              ⊑  ⊒╎ ֎
              ֎╎⊑  ⊒         ⊑  ⊒╎ ֎
    ֎╎⊑  ⊒                              ⊑  ⊒╎ ֎
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
Secktor.cmd({
    pattern: "210",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن اعـلـان 🏆 مــبــاراه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎تـعـلـن ادارة بـطـولـة الاسم عـن مـبـاراة اليوم
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "211",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن اوقــات 🏆 الـمــبــاراه ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎تـعـلـن ادارة بـطـولـة الاسم عـن مـبـاراة هذا الاسبوع
                       ⊑ مباريات اليوم الاول  ⊒
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    
                       ⊑ مباريات اليوم الثاني  ⊒
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    
                       ⊑ مباريات اليوم الثالث  ⊒
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
            ─═━⌬〔❄️〕⌬━━─
    
    ֎╎الـــخـــصـــوم
    ⊑ / ⊒ 🆚 ⊑ / ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    ֎╎مـوعـد الـمـبـاراه⏳ ⊑  ⊒
    
    ֎╎ترقبوا بحماس كل اخبار البطوله اول بأول واستمتعوا بالمشاهده والمشاركه ونتمنى للمشاركين الاستمتاع والفوز ونتمنى للمتفرجين الفوز 🫡🌹
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "212",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(``);
}
);
Secktor.cmd({
    pattern: "213",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـجـ🏆ـوائـز ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـــفـــائـــز 🥇⊑  ⊒
    ֎╎الـــجـــائـــزه 💰⊑  ⊒
    
    ֎╎الــخــاســر 🎗 ⊑  ⊒
    ֎╎الـــجـــائـــزه 💰⊑  ⊒
    
    ֎╎الــمــقــدم 🎖 ⊑  ⊒
    ֎╎الـــجـــائـــزه 💰⊑  ⊒
    
    ֎╎مبارك للفائز وحظ اوفر لمن لم يحالفه الحظ ولايوجد خاسرين في بطولتنا للكل جوائز 🙏🎉
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "214",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن الـجـائـزه 🏆 الـكـبـرى ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ☱╎الـفـائـز الـاول🏆 ⊑  ⊒
    ֎╎الـــجـــائـــزه¹ 💰⊑  ⊒
    ֎╎الـــجـــائـــزه² 💰⊑  ⊒
    ֎╎الـــجـــائـــزه³ 💰⊑  ⊒
    
    
    ☶╎الـفـائـز الـثـانـي ⊑  ⊒
    ֎╎الـــجـــائـــزه¹ 💰⊑  ⊒ 
    ֎╎الـــجـــائـــزه² 💰⊑  ⊒    
    
    
    ☶╎الـفـائـز الـثـالـث ⊑  ⊒       
    ֎╎الـــجـــائـــزه¹ 💰⊑  ⊒
    ֎╎الـــجـــائـــزه² 💰⊑  ⊒
              
    ֎╎الــــــــــــــــف الــــــــــــــــف مــبــروك للثلاثه الاوائل يستحقون كل الجوائز واكثر وحظ اوفر لمنلميحالفهالحظ🙏🎉🎉
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "215",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز ... ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الــفــائــز الـاول🥇⊑  ⊒
    «50,000💷»
    
    ֎╎الــفــائــز الــثــانــي🥈⊑  ⊒
    «40,000💷»
    
    ֎╎الــفــائــز الــثــالــث🥉⊑  ⊒
    «30,000💷»
    
         ─═━⌬〔❄️〕⌬━━─
    ֎╎بــاقــي الــمــشــاركــيــن 🎗️:
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    ⊑  ⊒
    
    «10,000💷»
        ─═━⌬〔❄️〕⌬━━─
    ֎╎الـمـقـدم🎖️ ⊑  ⊒
    «60,000💷»
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "216",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن حـسـبـت 🀄 الاسم ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    「 الـمـسـابـقـات 」

    ❐ الـمـقـدم ⇦【نفس عدد الاسئلة + 10k】
    ❐ الـمركـز الاول ⇦【نفس عدد الاسئلة + 5k】
    ❐ الـمركـز الـثـانـي ⇦【نفس عدد الاسئلة بالضبط】
    ❐ الـمركـز الـثـالث ⇦【نفس عدد الاسئلة - 5k】
    ❐ الـبـاقـي ⇦【كل نقطة 2k】
    
    「 مـثـال : مسابقة 50 سؤال 」

    ❐ الـمـقـدم ⇦【60k】
    ❐ الـمركـز الاول ⇦【55k】
    ❐ الـمركـز الـثـانـي ⇦【50k】
    ❐ الـمركـز الـثـالث ⇦【45k】
    ❐ الـبـاقـي ⇦【 كل 2k 】
   
    ━─━───⊱⋅⋄⋅⊰───━─━
    الفعاليات مثل القلوب والنقاشات وغيرها 
    ❐ الـمـقـدم ⇦【60k】
    ❐ الـمركـز الاول ⇦【50k】
    ❐ الـمركـز الـثـانـي ⇦【40k】
    ❐ الـمركـز الـثـالث ⇦【30k】
    ❐ الـبـاقـي ⇦【10k】
    ━─━───⊱⋅⋄⋅⊰───━─━
    الأسئلة المفاجئة
    ❐ الـسهل ⇦【15k】
    ❐ الـمتوسط ⇦【20k】
    ❐ الـصعب ⇦【25K】
    ❐ الـمـسـتـحـيـل ⇦【30K】
    ❐ الـمـقـدم ⇦ 【- 5k عن المجاوب】

مـلاحـظـة : 
- على كل تلميح خصم 5k
- مثال : قمت بتلميح عن سؤال مستحيل ، تصبح الجائزة 25k

「 تـحويـل الـبـيـلـي 」
- ادنى تحويل 20k
- اعلى تحويل 300k
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "220",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ اضف النوع ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "221",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 📿 إســلـامــي ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "222",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال ⚽ ريــاضــه ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "223",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 🗿 تــاريــخ ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "224",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال ⚔️ اسـلـحـه ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "225",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 🌀 تـقـنـيـات ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "226",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 😶‍🌫 تـغـبـيـش ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "227",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 🚩 أعــلـام ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "228",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 🔢 تــعــدد ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "229",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 🪞 الــفــرق ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "230",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 🎞 اوبينغ او اوست ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "231",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 📦 طـلـبـات ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "232",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال مـ🗣ـن الـقـائـل ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "233",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 🗺️ امــاكــن ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "234",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 🛠 تـرتـيـب ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "235",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن ســؤال 🪄 مــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    ◃◂◃◂᚛⌊ ســؤال 👤 الــظــل ⌉᚜▹▸▹▸
    
    ֎╎الســؤال⚡⊑  ⊒
    
    ֎╎الـمـسـتـوى 〽️ ⊑  ⊒
    
    ֎╎مـدة الـإجـابـة ⏳ ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);
//---------------------------------------------------------------------------
Secktor.cmd({
    pattern: "236",
    filename: __filename,
},
async(Void, citel) => {
    return await citel.reply(`✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠
    ◈ تـعـلـن ادارة الاسم
    ↫ ⟦ عـن جــوائــز الـســؤال 🪄 الـمــفــاجــئ ⟧
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    
    ֎╎الـجـواب⚡⊑  ⊒
    
    ֎╎الــفــائــز 〽️
    ⊑  ⊒
    
    ֎╎الـجـائـزه 💰 ⊑  ⊒
    
    ֎╎الـمـقـدم🎴 ⊑  ⊒
    «💷» 
    *❆│· • • ━ ⊰❄️⊱ ━ • • ·│❆*
    〄 ¦ مـع تـحـيـات ادارة :
    ✦『❄️الاسم❄️』✦
    ✠═ • ═  •༺⊱╠❄️╣⊰༻• ═ • ═✠`);
}
);

//---------------------------------------------------------------------------