const {fetchJson,cmd, tlang,sleep } = require('../lib')

//---------------------------------------------------------------------------

cmd({

            pattern: "تهكير",

            category: "prank",

            desc: "hacking prank",

            use: ' ',

            filename: __filename,

        },

        async(Void,citel, text) => {

citel.reply("```... جاري تهكير المستخدم```")

await sleep(1000)

citel.reply("```⌔: جاري الاتصال بخوادم الجزار المتخصصه بالـتهكير```")

await sleep(1000)

citel.reply("```⌔: تم تحديد المستخدم لتهكيره ✅```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 0%▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 0%█▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 20%██▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 30%███▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 40%████▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 50%█████▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 60%██████▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 70%███████▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 80%████████▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 90%█████████▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```⪼ جـاري ... اختـراق الضـحيـة 100%██████████▒▒▒▒▒▒▒▒▒▒▒▒▒▒```")

await sleep(1000)

citel.reply("```يتم تحميل الاختراق.. \n جاري رفع الملفات علي السيرفر...```")

await sleep(1000)

citel.reply("```تم الاتصال بجهاز الضحيه... \n يتم تحميل البيانات...```")

await sleep(1000)

citel.reply("```اختراق الضحيه 100% اكتمل \n جاري جمع جميع الادله...```")

await sleep(1000)

citel.reply("```اكتمل الاختراق```")

await sleep(1000)

citel.reply("``` جاري حفظ بيانات الضحيه...```")

await sleep(1000)

citel.reply("``` تم حفظ بيانات الضحيه بنجاح```")

await sleep(1000)

            return citel.reply('*🝳︙ تـم اخـتراق الضحـية @${users.split("@")[0]} بواسطه : {الههكر الجمد} . بـدون تنـازل قم بدفع مبلغ والا سيقوم بنشر صورك*');

        }

    )
